
ПОСТАНОВА
Верховної Ради України
Про перейменування окремих населених пунктів та районів
(Відомості Верховної Ради (ВВР), 2016, № 24, ст.497)
    Відповідно до пункту 29 частини першої статті 85 Конституції України, пункту 8 статті 7 Закону України "Про засудження комуністичного та націонал-соціалістичного (нацистського) тоталітарних режимів в Україні та заборону пропаганди їхньої символіки", враховуючи рекомендації Українського інституту національної пам’яті, Верховна Рада України постановляє:
    1. Перейменувати такі населені пункти та райони:
    4) у Донецькій області:
    селище Артемівське Бахмутського району на селище Хромове;
    село Комуна Бахмутського району на село Дебальцівське;
    село Красне Бахмутського району на село Іванівське;
    селище міського типу Комсомольський Волноваського району на селище міського типу Графське;
    село Чичеріне Волноваського району на село Новоапостолівка;
    селище Петрівське Оленівської селищної ради Волноваського району на селище Нова Оленівка;
    село Старченкове Володарського району на село Темрюк;
    місто Артемове Торецької міської ради на місто Залізне;
    селище міського типу Кірове Торецької міської ради на селище міського типу Північне;
    селище міського типу Ленінське Торецької міської ради на селище міського типу Південне;
    село Рози Люксембург Добропільського району на село Нове Шахове;
    село Червонозоряне Дружківської міської ради на село Дружківське;
    селище Артема Костянтинівського району на селище Довга Балка;
    12) в Одеській області:
    село Червона Зірка Балтського району на село Шумилове;
    село Вовкове Березівського району на село Танівка;
    село Жовтнівка Березівського району на село Виноград;
    село Котовське Розквітівської сільської ради Березівського району на село Чудське;
    село Червоноармійське Березівського району на село Новокальчеве;
    село Червоноволодимирівка Березівського району на село Михайлівка;
    село Котовка Біляївського району на село Латівка;
    село Петрівське Великомихайлівського району на село Полішпакове;
    село Чапаєве Великомихайлівського району на село Воробіївка;
    село Благоєве Іванівського району на село Великий Буялик;
    5) у Житомирській області:
    село П’ятирічка Баранівського району на село Глинянка;
    село Червонопрапорне Баранівського району на село Смолка;
    село Щорсівка Коростенського району на село Білошиці;
    село Жовтневе Малинського району на село Маклаївка;
    село Крупське Малинського району на село Студень;
    село Червоний Плугатар Малинського району на село Косня;
    Червоноармійський район на Пулинський район;
    селище міського типу Червоноармійськ Червоноармійського району на селище міського типу Пулини.
    2. Ця Постанова набирає чинності з дня, наступного за днем її опублікування.
Голова Верховної Ради України
А.ПАРУБІЙ
м. Київ
19 травня 2016 року
№ 1377-VIII



Про перейменування окремих населених пунктів та районів
Постанова Верховної Ради України від 19.05.2016 № 1377-VIII
Прийняття від 19.05.2016
Постійна адреса:
https://zakon.rada.gov.ua/go/1377-19
Законодавство України
станом на 16.10.2023
чинний



Публікації документа
• Голос України від 02.06.2016 — № 101
• Урядовий кур'єр від 08.06.2016 — № 107
• Відомості Верховної Ради України від 10.06.2016 — 2016 р., № 24, стор. 23, стаття 497
• Офіційний вісник України від 14.06.2016 — 2016 р., № 44, стор. 20, стаття 1617, код акта 82078/2016
